[
    {
        "Investing": "Investing involves risk including loss of principal. No strategy assures success or protects against loss.",
        "Market": "Investing involves risk including loss of principal. No strategy assures success or protects against loss.",
        "Strategy": "Investing involves risk including loss of principal. No strategy assures success or protects against loss.",
        "Funds": "Investing involves risk including loss of principal. No strategy assures success or protects against loss.",
        "Asset Allocation": "Asset allocation does not ensure a profit or protect against loss.",
        "Dividends": "Dividend payments are not guaranteed and may be reduced or eliminated at any time by the company.",
        "Diversification": "There is no guarantee that a diversified portfolio will enhance overall returns or outperform a non-diversified portfolio. Diversification does not protect against market risk.",
        "Dollar Cost Averaging": "Dollar cost averaging involves continuous investment in securities regardless of fluctuations in price levels. Investors should consider their ability to continue purchasing through periods of low price levels. Such a plan does not assure a profit and does not protect against loss in declining markets.",
        "Rebalancing": "Rebalancing a portfolio may cause investors to incur tax liabilities and/or transaction costs and does not assure a profit or protect against a loss.",
        "Value Investing": "Value investments can perform differently from the market as a whole. They can remain undervalued by the market for long periods of time.",
        "Growth Investing": "Growth investments may be more volatile than other investments because they are more sensitive to investor perceptions of the issuing company's growth of earnings potential.",
        "Socially Responsible Investing": "Socially Responsible Investing (SRI) / Environmental Social Governance (ESG) investing has certain risks based on the fact that the criteria exclude securities of certain issuers for non-financial reasons and, therefore, investors may forgo some market opportunities and the universe of investments available will be smaller.",
        "Stocks": "Stock investing includes risks, including fluctuating prices and loss of principal.",
        "Small-Cap Stocks": "The prices of small and mid-cap stocks are generally more volatile than large cap stocks.",
        "Bonds": "Bonds are subject to credit, market, and interest rate risk if sold prior to maturity. Bond values will decline as interest rates rise and bonds are subject to availability and change in price.",
        "Alternative Investments": "Alternative investments may not be suitable for all investors and involve special risks such as leveraging the investment, potential adverse market forces, regulatory changes, and potentially illiquidity. The strategies employed in the management of alternative investments may accelerate the velocity of potential losses.",
        "International Investing": "International investing involves special risks such as currency fluctuation and political instability and may not be suitable for all investors.",
        "Emerging Markets": "These risks are often heightened for investments in emerging markets.",
        "Commodity": "The fast price swings in commodities will result in significant volatility in an investor's holdings. Commodities include increased risks, such as political, economic, and currency instability, and may not be suitable for all investors.",
        "Currency": "Currency risk is a form of risk that arises from the change in price of one currency against another. Whenever investors or companies have assets or business operations across national borders, they face currency risk if their positions are not hedged.",
        "Real Estate": "Investments in real estate may be subject to a higher degree of market risk because of concentration in a specific industry, sector, or geographical sector. Other risks can include, but are not limited to, declines in the value of real estate, potential illiquidity, risks related to general and economic conditions, stage of development, and defaults by borrower.",
        "Sector": "Because of their narrow focus, investments concentrated in certain sectors or industries will be subject to greater volatility and specific risks compared with investing more broadly across many sectors, industries, and companies.",
        "Index": "All indices are unmanaged and may not be invested into directly.",
        "Dow": "The Dow Jones Industrial Average is comprised of 30 stocks that are major factors in their industries and widely held by individuals and institutional investors.",
        "S&P 500": "The S&P 500 Index is a capitalization-weighted index of 500 stocks designed to measure performance of the broad domestic economy through changes in the aggregate market value of 500 stocks representing all major industries.",
        "Nasdaq": "The NASDAQ Composite Index measures all NASDAQ domestic and non-U.S. based common stocks listed on The NASDAQ Stock Market.",
        "Bloomberg Barclays US Aggregate Bond Index": "The Bloomberg Barclays US Aggregate Bond Index is a broad-based flagship benchmark that measures the investment grade, US dollar-denominated, fixed-rate taxable bond market.",
        "MSCI EAFE": "The MSCI EAFE Index is an equity index which captures large and mid-cap representation across 21 Developed Markets countries around the world, excluding the US and Canada.",
        "Russell 3000": "The Russell 3000 Index is a capitalization-weighted stock market index, maintained by FTSE Russell, that seeks to be a benchmark of the entire U.S stock market.",
        "Russell 1000": "The Russell 1000 Index is a stock market index that tracks the highest-ranking 1,000 stocks in the Russell 3000 Index, which represent about 90% of the total market capitalization of that index.",
        "CD": "CDs are FDIC insured to specific limits and offer a fixed rate of return if held to maturity, whereas investing in securities is subject to market risk including loss of principal.",
        "Fixed Annuity": "Fixed annuities are long-term investment vehicles designed for retirement purposes. Gains from tax-deferred investments are taxable as ordinary income upon withdrawal. Guarantees are based on the claims paying ability of the issuing company.",
        "Preferred Stocks": "Preferred stock dividends are paid at the discretion of the issuing company. Preferred stocks are subject to interest rate and credit risk.",
        "Municipal Bonds": "Municipal bonds are subject to availability and change in price. They are subject to market and interest rate risk if sold prior to maturity. Bond values will decline as interest rates rise. Interest income may be subject to the alternative minimum tax.",
        "Government Bonds": "Government bonds and Treasury bills are guaranteed by the US government as to the timely payment of principal and interest and, if held to maturity, offer a fixed rate of return and fixed principal value.",
        "Mutual Fund": "Investing in mutual funds involves risk, including possible loss of principal. Fund value will fluctuate with market conditions and it may not achieve its investment objective.",
        "ETF": "ETFs trade like stocks, are subject to investment risk, fluctuate in market value, and may trade at prices above or below the ETF's net asset value (NAV).",
        "REIT": "Investing in Real Estate Investment Trusts (REIT) involves special risks such as potential illiquidity and may not be suitable for all investors.",
        "General Information": "Content in this material is for general information only and not intended to provide specific advice or recommendations for any individual.",
        "Past Performance": "All performance referenced is historical and is no guarantee of future results.",
        "Economic Forecasts": "The economic forecasts set forth in this material may not develop as predicted and there can be no guarantee that strategies promoted will be successful."
    }
]